<S>
</S>
<UNK>
.
,
the
:
of
and
is
to
in
)
(
with
a
for
was
The
are
on
or
as
right
There
left
no
at
be
No
#
1
from
BIDMC
by
that
patient
not
CT
2
were
Reason
REPORT
which
Radiology
Number
mg
FINAL
;
an
Tablet
has
FOR
Clip
John
EXAMINATION
Doe
REASON
year
old
CHEST
MEDICAL
CONDITION
THIS
this
have
seen
normal
IMPRESSION
Diagnosis
also
A
tube
-
may
PM
day
PO
but
chest
%
evidence
can
Admitting
's
3
?
pleural
AP
been
Sig
prior
within
small
man
In
pain
AM
s/p
effusion
had
it
lower
disease
He
lung
pulmonary
One
blood
contrast
his
noted
study
there
artery
4
BLOOD
IV
FINDINGS
well
This
5
Discharge
INDICATION
CONTRAST
``
without
She
her
&
PORTABLE
woman
lobe
acute
change
other
placement
fluid
cm
edema
more
unchanged
after
than
--
catheter
post
likely
''
pneumothorax
he
upper
line
*
HISTORY
status
into
size
new
9
Please
eval
stable
due
History
heart
interval
one
used
bilateral
most
images
present
W/O
increased
liver
changes
atelectasis
your
COMPARISON
tip
time
obtained
such
through
performed
It
some
up
Date
6
fracture
10
she
identified
air
now
hemorrhage
mild
bowel
evaluate
hours
mass
any
x
Dr.
pneumonia
who
will
two
over
history
please
vein
made
then
effusions
when
times
its
use
Patient
large
consistent
position
On
daily
given
compared
days
common
unremarkable
renal
during
found
both
failure
significant
head
aortic
cells
mm
clear
abdominal
abdomen
their
all
you
free
these
known
TECHNIQUE
level
low
if
assess
100
since
OF
lateral
needed
wall
above
per
Left
process
symptoms
infection
Right
DAILY
soft
out
placed
pressure
20
s
cardiac
treatment
recent
PICC
showed
8
could
distal
Contrast
anterior
should
weeks
7
associated
they
every
ventricular
body
appearance
procedure
further
previous
ABDOMEN
multiple
tissue
only
continued
Daily
9999
r/o
Refills
brain
Admission
posterior
again
Capsule
bilaterally
Disp
including
started
first
appears
area
discharge
chronic
Amt
admission
negative
examination
PELVIS
PA
stenosis
view
high
place
lesions
central
surgery
between
focal
severe
flow
valve
internal
HEAD
home
amount
lesion
region
mediastinal
contraindications
cancer
include
following
structures
once
vascular
Release
R
evaluation
cause
about
venous
stomach
lungs
Over
three
rate
approximately
however
You
cell
visualized
removed
40
moderate
radiograph
aorta
throughout
These
kidney
spine
However
possible
opacity
frontal
while
appear
>
Status
care
THE
findings
exam
recommended
consolidation
less
respiratory
hematoma
risk
C
base
Cont
people
fever
effect
W/CONTRAST
decreased
Medications
His
back
MR
often
male
where
do
carotid
skin
50
slightly
INR
did
secondary
patent
improved
course
side
being
hospital
function
increase
areas
collection
levels
transferred
syndrome
therapy
years
Service
opacities
12
mid
<
Instructions
along
CHF
CTA
MRI
follow
pelvis
An
breath
[
femoral
proximal
loss
system
hepatic
L
very
intact
LAT
would
patients
represent
]
Pt
bone
admitted
several
age
called
W
AND
demonstrated
thoracic
Mild
studies
arteries
OPTIRAY
does
under
previously
greater
obstruction
pt
related
WITH
medications
Boston
Comparison
enlarged
READ
before
Small
many
site
elevated
aspiration
using
Two
intracranial
As
systolic
superior
subclavian
WET
midline
fractures
vertebral
bleed
comparison
limited
sinus
30
ultrasound
SVC
axial
Evaluate
limits
24
female
similar
coronary
because
treated
thickening
injury
25
At
measuring
BID
Her
number
PFI
form
cases
bleeding
15
remained
intubated
measures
CABG
Plt
usually
medical
clinical
Delayed
neck
mitral
same
until
lymph
worsening
NG
acid
surgical
main
dose
white
need
bladder
so
Allergies
those
veins
type
Normal
imaging
although
volume
PT
colon
mildly
family
advanced
available
If
E.C
gallbladder
Chest
cervical
call
infiltrate
received
T
removal
described
aneurysm
remains
results
scan
dilated
inferior
ascites
signs
effects
intravenous
good
diffuse
primary
gas
p.o
oral
portal
mental
positive
below
developed
last
week
down
pericardial
condition
+
Medical
take
Multiple
stent
floor
extremity
/
'
shift
early
water
around
contours
{
portion
Hospital
Birth
children
administration
Physical
nodes
total
Surgical
single
muscle
adjacent
Sex
still
}
For
result
atrial
jugular
silhouette
CXR
11
oxygen
involving
life
carina
off
abscess
hypertension
revealed
transplant
ED
biliary
persistent
drug
*0*
middle
see
None
shortness
done
cerebral
Stable
four
via
diagnosis
disorder
US
BY
part
Bilateral
abnormal
Other
initially
drainage
demonstrates
atrium
demonstrate
mouth
vessels
control
activity
lymphadenopathy
having
spinal
M
note
distress
pancreas
improvement
DISCHARGE
spleen
*2*
po
wire
abnormalities
bases
fall
either
DVT
joint
w/
Followup
hilar
different
I
density
sheath
regurgitation
New
PORT
show
though
80
LEFT
considered
CLINICAL
Exam
excluded
changed
film
14
weight
ventricle
concerning
RIGHT
IJ
ON
Care
tissues
junction
GI
months
60
major
h/o
addition
development
otherwise
earlier
signal
antibiotics
minimal
Again
setting
endotracheal
motion
swelling
degenerative
person
dilatation
osseous
discussed
trauma
units
infarction
reported
causes
increasing
2+
Some
twice
ET
After
kidneys
duct
taken
Social
cough
loops
followed
required
adrenal
CAD
appointment
Results
When
occur
pelvic
abnormality
complications
caused
stroke
Attending
Family
sinuses
few
report
extensive
discharged
calcifications
subdural
ago
Past
postoperative
BP
urine
alcohol
medication
ABD
Heart
S/P
SINGLE
They
opacification
Cardiac
cavity
room
United
second
count
past
space
women
D
appropriate
enhancement
tumor
nausea
Disposition
decrease
underlying
concern
ICU
rhythm
significantly
active
tubes
lead
Major
cc
metastatic
image
B
taking
=
18
prominent
sounds
Procedure
normally
Moderate
dated
graft
Course
F
compression
repair
able
physical
minutes
Present
thought
follow-up
O2
75
each
PHYSICIAN
difficult
fevers
quadrant
MD
Condition
better
With
hip
baseline
Chief
presented
diet
Brief
complete
Invasive
long
arterial
example
vomiting
right-sided
felt
drain
PNA
150
breast
Illness
09
them
cord
Complaint
Pertinent
sagittal
S
surrounding
volumes
16
matter
13
interstitial
temporal
500
presence
terminates
material
*30
protein
VIEW
response
service
rib
vessel
underwent
poor
resolved
definite
cardiomegaly
nerve
resection
Doppler
remain
views
mL
residual
suggest
Field
much
red
today
By
French
shows
test
Findings
PE
human
important
least
segment
support
cyst
color
continue
overlying
culture
pattern
work
LINE
arm
ventricles
intubation
nasogastric
slight
extending
States
cirrhosis
nodule
probably
check
make
evaluated
standard
insulin
infant
HEENT
based
regular
like
hypotension
70
left-sided
subcutaneous
basilar
just
factors
ETT
additional
source
sided
occurs
VIEWS
weakness
tolerated
Interval
HTN
even
transfer
higher
grossly
COPD
masses
point
infarct
TID
cultures
location
access
narrowing
health
term
biopsy
aspect
bypass
group
replacement
suspicious
hematocrit
basal
light
dry
lumbar
hernia
tract
apical
full
bibasilar
retrocardiac
progression
problems
commonly
drugs
growth
calcification
wound
nodules
initial
repeat
management
surface
sent
diabetes
glands
fibrillation
leaflets
URINE
fat
PLACEMENT
portable
x-ray
81
leg
currently
hydronephrosis
later
typically
pancreatic
II
RECONS
dissection
administered
short
feeding
acquired
focus
eye
general
another
medial
outpatient
outside
WITHOUT
held
deep
discontinued
sodium
sometimes
upon
help
RADIOGRAPH
325
rule
food
creatinine
disc
thrombus
enlargement
specific
descending
extremities
current
conditions
consulted
supine
morning
parenchymal
generally
OR
production
diameter
sepsis
products
PRN
fx
recently
possibly
denies
especially
unit
defect
Aspirin
vasculature
technique
death
OSH
FAILURE
needle
located
PCP
end
against
urinary
diarrhea
mediastinum
series
effective
Unchanged
shown
Since
infectious
bile
thrombosis
third
prn
mesenteric
90
iliac
onset
degree
became
particularly
range
unk
Assess
external
Blood
enzyme
state
guidance
HR
peripheral
congestion
55
Lungs
suggestive
physician
We
forms
presents
types
While
thickened
ARTERY
lobes
formation
difficulty
SOB
Pulmonary
knee
LAD
leads
Also
next
M.D
disorders
individuals
affected
EXAM
canal
marked
radiographs
become
overload
causing
constipation
HD
gene
sterile
MICU
case
team
hypoxia
17
thyroid
99
retroperitoneal
subarachnoid
included
heparin
RA
reaction
Home
extubated
Sodium
stay
resolution
2.5
near
infiltrates
PAIN
somewhat
requiring
reviewed
Chronic
unable
movement
gastric
axillary
Hypertension
rectum
complex
monitoring
q
name
local
involved
breathing
1-2
Facility
collapse
Given
simple
damage
develop
relatively
Solution
lytic
etiology
among
episodes
injection
length
lack
ischemic
six
incision
anemia
temperature
and/or
foci
provided
origin
Compared
combination
doses
EXT
abuse
bed
Although
Unit
pathology
parietal
review
CK
partial
longer
component
patchy
tachycardia
filling
produced
mastoid
require
distended
node
clinically
open
IVC
0.5
Q6H
overall
vena
foot
represents
reduced
yo
reports
STUDY
fluoroscopic
must
five
contact
controlled
Dr
terminating
unknown
date
needs
various
PROVISIONAL
prevent
200
resulting
glucose
LIVER
structure
scale
radiation
month
catheterization
diagnosed
aspirin
suggesting
Acute
sleep
calcified
cava
Extended
tenderness
LATERAL
office
exposure
hr
arch
MRA
contains
potential
episode
vs
To
congestive
esophagus
too
representing
Known
bedtime
hydrocephalus
maxillary
sternotomy
occipital
T2
versus
certain
pregnancy
recurrent
During
order
oriented
tests
stress
strength
hx
facial
infections
research
PTX
social
finding
dyspnea
RENAL
pulses
emphysema
species
stool
mcg
inflammation
Portable
Soft
sigmoid
headache
Multiplanar
dialysis
Final
birth
period
therefore
superficial
hospitalization
Neck
experience
wires
night
countries
sexual
SAME
muscles
36
sulci
ptx
caliber
T1
MEDICATIONS
tiny
seizure
referred
ischemia
dysfunction
question
him
drip
1.5
Otherwise
-59
AT
Completed
EKG
coumadin
PROCEDURAL
gland
pancreatitis
branches
DISTINCT
Lasix
little
followup
Denies
protocol
anesthesia
developing
nasal
expected
fistula
ascending
attenuation
produce
inflammatory
lumen
unclear
thus
lines
MI
complicated
child
reduce
we
angle
partially
systems
larger
extent
mother
dependent
depression
brought
Coronary
detected
preserved
maintained
whether
output
DNA
CATH
CV
Persistent
compatible
rehab
apparent
Most
transverse
carcinoma
SERVICE
PROCEDURE
hand
linear
Metoprolol
MEDICINE
world
Large
apex
assessment
field
subsequently
65
deficiency
Abdomen
diaphragm
calcium
S1
medicine
RR
return
Provider
General
criteria
direct
Coumadin
smaller
pna
Note
perform
confirmed
immediate
diseases
rather
prostate
seizures
might
cysts
doctor
paranasal
regions
stones
suggested
occlusion
speech
potassium
states
fluids
here
Sustained
cerebellar
cardiopulmonary
collections
cath
Infant
vitamin
fusion
48
embolism
individual
characterized
tracheostomy
extends
*60
weaned
treat
groin
role
CORONARY
perfusion
improve
Codes
humans
factor
Clinical
inguinal
airway
Both
moderately
COMPARISONS
regimen
Respiratory
recorded
phase
hepatitis
others
indicated
approach
WBC
proteins
iron
sclerotic
0
motor
herniation
Inhalation
includes
1+
rest
chills
Mr.
coronal
what
symmetric
suggests
45
Swan-Ganz
leak
MDCT
zone
Overall
19
CPT
intake
rare
portions
q.d
American
observed
Foley
genetic
lives
Evaluation
reformatted
ICA
enzymes
fashion
risks
immune
began
Head
reduction
stopped
century
rapid
********************************
clips
130
NGT
bacteria
LOWER
POD
MAGNEVIST
Extensive
35
murmur
information
eyes
pacemaker
-77
imaged
21
chemical
DIFFERENT
applied
Limited
entire
issues
completely
ulcer
monitored
hemidiaphragm
stage
bones
elevation
widely
All
ONLY
22
died
affect
72
arrival
Alert
cardiomediastinal
EF
men
bony
quality
healing
atherosclerotic
Tablets
membrane
movements
set
enhancing
testing
SUPINE
shoulder
CPK
splenic
bodies
prominence
altered
peak
mucosal
Department
pole
way
alert
-76
population
stranding
reactive
RRR
estimated
myocardial
duodenum
diagnostic
close
ability
S2
Increased
milk
distention
restarted
pressures
artifact
costophrenic
million
immediately
groups
abd
positioning
hair
rates
echo
Neuro
largest
grade
X
Treatment
esophageal
Following
Mental
chloride
NAD
anxiety
SPINE
Of
HIV
smoking
32
usual
fields
wife
Dictated
Endotracheal
MEDQUIST36
remaining
leading
questions
cholecystitis
epidural
arrest
provide
thin
fully
Three
containing
get
receptor
Optiray
nodular
extension
Aortic
ends
Severe
layering
go
VS
satisfactory
qd
ankle
increases
angiography
animals
fatty
ABDOMINAL
balloon
malignancy
percent
upright
Diffuse
positioned
lymphoma
PNEUMONIA
data
consent
particular
prescribed
parenchyma
400
Additionally
clot
consult
absence
contour
none
benefits
axis
pubic
respectively
ERCP
LV
marrow
subsequent
defects
HEMORRHAGE
Eval
DM
metoprolol
ULTRASOUND
Clear
confirm
necessary
Per
popliteal
directed
possibility
hemodialysis
TOTAL
LVEF
nature
64
R/O
born
Intensive
branch
BRAIN
vancomycin
NECK
virus
afebrile
correlation
skull
NO
table
tibial
uses
appreciated
lasix
Drugs
sternal
vision
clinic
unit/mL
BLEED
III
prepped
own
STATUS
differences
Because
swallow
great
passed
intervention
emergency
worse
intrahepatic
notable
half
colitis
Coronal
Renal
films
reflect
tobacco
Chewable
HS
perihilar
brachial
BONE
appeared
exercise
therapeutic
Many
method
device
Primary
uptake
Successful
parts
how
picc
PHYSICAL
IN
median
best
measured
oil
markedly
DISEASE
dislocation
distribution
determined
trace
Ext
@
septal
processes
draped
Minimal
making
Docusate
except
details
regarding
highly
itself
fraction
Within
presentation
warm
attending
hypodensity
68
...
78
Lung
ACUTE
COURSE
Heparin
across
action
GUID
give
global
28
Injection
66
goal
62
Due
despite
evident
face
CARDIAC
lidocaine
Single
secretions
23
Axial
uterus
stone
y/o
directly
differentiation
treatments
hardware
added
energy
ml
scattered
involves
concerns
slow
Lisinopril
sedation
radiologist
AORTIC
alignment
craniotomy
Abdominal
remainder
intraparenchymal
predominantly
Phone:9999
ductal
scheduled
consolidations
MCA
contain
hemithorax
infected
hour
defined
trachea
chemotherapy
Insulin
ileus
CA
adults
TIPS
indicate
requires
acids
ADMISSION
HEART
intra-abdominal
Type
pulled
keep
HOSPITAL
crackles
cortex
Health
b.i.d
basilic
features
feeds
involvement
plaque
26
76
dilation
presenting
frequently
towards
63
ratio
300
dressing
went
alone
shock
diastolic
assessed
diffusion
almost
delivery
visible
visual
erythema
SBP
TO
P
61
sliding
Hct
ejection
multifocal
Several
benign
hemorrhagic
severity
chamber
femur
PAST
K
operative
67
Abd
eventually
ST
receptors
primarily
filter
joints
LDH
events
complication
69
cystic
Diabetes
replaced
74
stem
VALVE
agents
means
beta
Continued
sputum
HCl
WED
top
minimally
schedule
pending
sphenoid
CULTURE
event
neural
AVR
continues
Q4H
sensation
inserted
requirement
drop
configuration
CVA
gtt
release
ready
recovery
relative
77
intraventricular
pigtail
Surgery
determine
daughter
genes
ear
formed
pulm
inlet
amounts
bilirubin
cm/sec
sign
EOMI
equal
natural
150CC
atrophy
wave
Vancomycin
anicteric
38
intensity
probable
hemodynamically
returned
BILAT
torso
projects
behavior
79
trach
angiogram
informed
rash
confusion
Disease
bacteremia
fossa
MRSA
Regular
mechanism
prolonged
carbon
85
ground
hypertrophy
am
3D
pulse
screening
WINDOWS
Skin
54
late
minor
diuresis
showing
EGD
never
hormone
useful
loculated
variety
guidewire
Study
mostly
AV
sugar
MON
product
antibiotic
mechanical
57
spontaneous
infants
steroids
adequate
e.g
56
58
root
memory
scarring
53
Prior
analysis
Non-contrast
hearing
spread
Bibasilar
platelets
subsegmental
heavy
specifically
solution
slowly
paracentesis
World
compounds
progressive
U.S.
allowing
viral
reveal
improving
operating
71
came
mutations
withdrawal
block
ESRD
52
insufficiency
sensitive
JOB
fourth
59
Subcutaneous
bacterial
sex
frequency
FRI
wheezing
maintain
ASA
plasma
supple
NONIONIC
saturation
PLT
Once
receive
cortical
TRAUMA
thickness
extravasation
27
exclude
UREA
occurred
methods
displaced
percutaneous
gastrointestinal
PRESENT
attention
ILLNESS
problem
completed
stools
benefit
feeling
Nasogastric
Slight
suspected
baby
language
liters
sulfate
terms
symphysis
diverticulitis
reformations
DP
Europe
waveforms
73
word
98
frequent
assistance
concentration
irregular
rehabilitation
murmurs
p.m.
shunt
LE
TELEMETRY
attempt
traumatic
84
83
written
decided
believed
yesterday
osteomyelitis
TUE
enough
worsened
Contiguous
dominant
Your
refer
aeration
according
95
persists
resistance
saphenous
heterogeneous
mixed
gram
brachiocephalic
strong
FEVER
Pain
VEINS
delayed
Low
Valve
nontender
devices
Cardiomediastinal
hypokinesis
together
ulcers
solid
b/l
Labs
projecting
septic
Level
rectal
nervous
reactions
membranes
bronchus
cleared
Vitamin
cholecystectomy
organs
evening
gradient
read
appearing
responsible
ETOH
RCA
neurological
dense
obstructive
serum
FDG
mellitus
alveolar
Albuterol
allow
82
facility
published
essentially
Extremities
incisions
labs
tablet
ventilation
extra-axial
51
SDH
auscultation
continuous
airspace
appointments
UTI
metal
Another
contusion
E
average
PERRL
Atrial
DR
adenopathy
liquid
away
SAH
territorial
44
Cr
46
Lives
measure
42
Follow
mean
tumors
black
BABYGRAM
numerous
asthma
illness
index
metabolic
radiology
injected
animal
mainly
introduced
anastomosis
closely
checked
cyanosis
AS
avoid
section
CSF
intermittent
LD
height
hypodense
nonspecific
healthy
port
depressed
functional
Activity
EtOH
obvious
IVF
extubation
plan
ANION
tricuspid
properties
According
Upon
antibodies
Line
supply
vs.
ALT
AST
CONTRAINDICATIONS
Additional
TUBE
significance
e.g.
drains
recommend
Emergency
injuries
vascularity
serious
infusion
sites
living
cycle
a.m.
f/u
fatigue
glass
staples
ethmoid
29
stated
UNILAT
Now
surgeon
maximum
sonJohn
ARDS
cavoatrial
QD
hold
CVL
pounds
beyond
majority
perforation
airways
Degenerative
failed
long-term
Oral
encephalopathy
INFORMATION
round
laboratory
gadolinium
metastases
posteriorly
nerves
prophylaxis
instead
sudden
successful
demonstrating
V
49
vital
exchanged
NEWBORN
LFTs
widening
metastasis
etc
hypotensive
tortuous
foramen
decision
prednisone
experienced
deformity
antibody
loop
cisterns
celiac
UPRIGHT
VERSION
systemic
Gen
pump
extremely
fact
a.m
wide
SEPSIS
separate
explained
double
CP
starting
telephone
FLAIR
divided
PEG
ganglia
legs
incidence
superimposed
nl
final
Rule
Anemia
young
47
Acetaminophen
aggressive
tone
reformats
layer
segmental
C-SPINE
feet
Therefore
easily
receiving
Drug
European
NC
wheezes
Signs
circulation
interactive
class
velocity
thoracentesis
flat
typical
presumed
nurse
code
differential
Not
techniques
Possible
insertion
start
ECG
SAT
31
son
bolus
characterize
tongue
practice
Mediastinal
discovered
passes
34
nutrition
remove
Calcium
varices
seven
d/c
follows
helpful
meaning
Building
periventricular
dementia
88
86
markings
necrosis
components
procedures
basis
INTRAVENOUS
ORDER
anteriorly
anticoagulation
intra-
1.1
yet
thigh
trials
depending
far
apnea
ICH
becomes
aerated
future
initiated
activities
QID
spot
dopamine
echocardiogram
parents
pathologic
infarcts
saline
DATA
agent
essential
successfully
BUN
U.S
Good
leukocytosis
AAA
eating
Q12H
services
vaccine
embolization
Q24H
feel
non-contrast
toxic
foley
margin
meet
pathologically
staff
ground-glass
ORGAN
Fever
led
inner
synthesis
pm
older
sac
Central
congenital
hemisphere
resp
dictation
coiled
nose
Secondary
recurrence
morphine
fissure
sensitivity
substance
Ms.
newly
fixation
patency
driving
x3
regional
excessive
border
thick
allows
Plavix
binding
tree
pacer
nondistended
Consciousness
amino
throat
members
theory
molecules
always
tracer
safe
TWO
NON
commands
gain
Tartrate
lisinopril
RV
pls
velocities
Cardiovascular
gestation
op
Dobbhoff
model
diffusely
moving
nursing
cholesterol
plant
$
affects
sat
ribs
transfusion
adult
approved
redness
achieved
radial
males
puncture
expressed
come
Further
8.6
MMM
post-op
play
foreign
MS
EEG
ca
ligament
screen
inhibitor
severely
kept
transcription
augmentation
temporary
derived
97
potentially
33
sclerosis
obtain
fibrosis
discomfort
pH
stop
fibers
gross
tablets
foods
vaginal
CBD
reason
EXTREMITY
Mother
Call
discussion
q.
said
plants
ruled
alternative
largely
Aerosol
effacement
power
arthritis
fetal
sutures
Senna
Liver
bruits
SC
Vitals
clean
mutation
calf
chf
teeth
modern
Report
indicating
rise
SURGERY
spaces
classified
attempts
arteriogram
shower
generated
put
retention
quickly
susceptibility
look
UPPER
TTE
working
DIAGNOSIS
PET
exacerbation
husband
whereas
sequences
Its
makes
yellow
corresponding
cognitive
critical
quit
named
JVP
platelet
neurons
swallowing
tolerating
managed
Doe-white
96
inability
Carotid
phone
MED
public
windows
Has
names
nearly
antigen
whose
Lopressor
reconstructions
RUQ
timeout
concentrations
250
already
sources
involve
nucleus
Initial
mucosa
appropriately
bedside
Pantoprazole
quite
attempted
premature
toxicity
39
eight
repeated
Units
poorly
dizziness
RESPIRATORY
1.2
compressibility
lifting
Colace
lies
English
consists
drinking
INDICATIONS
RECONSTRUCTION
live
sequence
amiodarone
functions
rapidly
combined
clearly
barium
VNA
malignant
minute
overnight
40mg
20mg
CONGESTIVE
bradycardia
uncertain
move
ducts
trial
43
hiatal
Repeat
segments
CCU
intraperitoneal
mg/5
Center
Using
ongoing
=1
apices
41
10mg
attack
drink
Supple
MIN
expression
C2
cardiovascular
obesity
Research
gradually
bronchoscopy
patch
c
consider
g
consumption
hypodensities
!
37
People
2L
environment
palpitations
Sulfate
emboli
ER
relationship
intensive
denied
Vascular
HCT
bifurcation
FDA
perfused
COMPLETE
peritoneal
duration
Recent
CONCLUSION
chain
protection
grew
mortality
degrees
sensory
GERD
Best
fiber
prematurity
infiltration
NON-CORONARY
limb
metabolism
adverse
organ
cold
standing
anatomy
established
septum
ML
proposed
filled
pathway
advised
ring
SUN
Patent
liquids
stents
difference
whole
refers
3.5
foraminal
rubs
ID
tunneled
plate
n't
vary
popular
workup
pseudoaneurysm
ventral
Atorvastatin
converted
Question
Symptoms
degC
stimulation
closure
120
created
activation
females
1.3
released
rupture
Intravenous
CBC
instructed
hydrogen
act
sedated
colonoscopy
salt
compound
true
cephalic
getting
takes
mmHg
content
Thus
micropuncture
Patch
DIAGNOSES
tested
ventilator
Amiodarone
target
monitor
turn
reducing
Bone
wrist
coherent
asymptomatic
reflux
oropharynx
PRE-OP
our
center
inhibitors
2.0
exertion
More
hyperdense
shape
Parking
evolution
mucous
lab
preliminary
value
1000
father
Previously
non
mcg/Actuation
PLEASE
comminuted
colonic
peel-away
identify
rarely
Base
pressors
elements
GALLBLADDER
cranial
incompletely
Tylenol
ORIF
ICD
1.4
occluded
aid
generalized
Tip
South
survival
ALLERGIES
87
recommendations
gallstones
vehicle
Any
displacement
destruction
Worsening
Greek
National
4.5
2D
vent
ovarian
attributed
deaths
electrolytes
subtle
L1
closed
entirely
Lipitor
Under
comfortable
bicarbonate
hard
AML
T2-weighted
grams
meds
Hyperlipidemia
operation
endocarditis
broad
screws
chromosome
resting
Prednisone
rounded
INTRACRANIAL
MVC
exchange
inside
Infectious
Africa
cut
A.M.
values
secured
12.5
evacuation
organic
communicating
proper
listed
absent
attached
tend
original
laceration
characteristics
facet
MENTAL
p.m
correct
hemodynamic
obscured
induced
acidosis
J
Urine
Trauma
lobectomy
SEDATION
produces
redistribution
treating
EVAL
requested
allergies
school
occurring
walking
Trace
colectomy
Likely
Furosemide
FLUORO
preoperative
pass
transition
touch
invasive
Protonix
tolerate
levofloxacin
pre-op
drawn
themselves
weak
tracheal
Pneumonia
p/w
impaired
Campus
reach
0.01
cardiomyopathy
progress
febrile
Name
Q8H
confused
isolated
finger
borderline
ct
existing
clubbing
linked
lost
collapsed
gallops
diuresed
sample
house
Post
ureters
newborn
non-tender
Depression
unless
'd
ARF
distinct
CAROTID
awake
sats
From
safety
capsule
unresponsive
overt
BYPASS
post-operative
scans
cabg
prognosis
withdrawn
association
asymmetric
Ambulatory
ECHO
Initially
mets
examinations
SMA
enhance
\displaystyle
embolus
0-0-
exposed
non-distended
walls
HIP
atypical
CERVICAL
fish
MB
organisms
rebound
lucency
GRAM
r
permanent
expansion
DUPLEX
O
lesser
structurally
SCH
PMH
traditional
2-3
UK
accident
blunting
going
detail
Mitral
Take
prepared
engorgement
nuclear
CPAP
reveals
territory
direction
tachypnea
Neurology
Osseous
CCA
Cardiology
ADDENDUM
scoliosis
rising
took
correlate
resolving
89
British
contiguous
India
deficits
former
Upper
positions
interpretation
occasionally
stenting
G
green
i.e
transfused
cellulitis
cannula
dietary
2010
toe
Volume
occasional
1.6
cardiologist
dimension
Imaging
palpable
Allowing
drive
appreciable
JVD
hear
works
Iron
transitioned
metallic
1.7
diverticulosis
reasons
Topical
Pleural
warfarin
notes
Sagittal
switched
1.8
America
Australia
decreasing
magnesium
Pupils
doing
FALL
lactate
exist
transfusions
Cardiomegaly
kg
blue
Continue
fragment
lying
stricture
Fluid
childhood
Approximately
post-surgical
Visualized
reflex
resistant
NS
Recommend
Approved
CTAB
2015
dark
Sclera
radiographic
Currently
Warfarin
L5
ultimately
TRANSPLANT
Aorta
obese
training
painful
latter
smooth
600
Sinus
5mg
plane
Warm
heat
OP
tibia
behind
flushed
consciousness
begin
extreme
sugars
resulted
Canada
fragments
Room
FOOT
hypoxic
communicated
rales
TEE
producing
5-mm
See
Significant
elderly
issue
FILM
gait
et
native
melanoma
dioxide
atelectatic
Decreased
Garage
year-old
routine
duodenal
NOT
complaints
umbilical
LUNG
pink
prolapse
tendon
Check
FRONTAL
ten
law
0.4
Probable
words
periods
indicates
nephrostomy
covered
PLACMENT
Tc-99m
Flagyl
China
car
application
West
education
fundus
cocaine
IMAGING
Suspension
supervising
opening
cavernous
headaches
p.r.n
Q
pronounced
symptom
unlikely
technical
afib
IR
prevalence
suitable
fentanyl
Father
impairment
Mildly
restricted
syncope
acts
1.0
accompanied
North
mechanisms
intestinal
tamponade
sense
c/b
extended
thorax
special
RADIOLOGIST
ensure
palpation
malformation
scalp
stability
leukemia
account
molecule
dorsal
step
2013
TPN
community
Human
Levofloxacin
GRAFT
rotation
hypertensive
toward
worked
neuropathy
oblique
communication
growing
dermatitis
originally
University
pacing
dental
elbow
substances
guided
steroid
NEURO
actually
Full
excess
laterally
air-fluid
spectrum
discrete
widespread
substantial
beginning
BS
department
overdose
progressed
tooth
undergo
x2
mEq
100CC
cancers
Tracheostomy
difficulties
sob
dropped
window
find
powder
biological
REVISED
allergic
UP
sludge
fifth
densities
101
MOD
H
suboptimal
provides
relate
numbness
molecular
explain
run
stimuli
110
allowed
relevant
postop
Potassium
guide
hands
fast
Evidence
pneumocephalus
sacral
oxide
structural
IONIC
coverage
Four
cream
diabetic
connected
psychological
characteristic
meningitis
t
cuff
Society
agitation
surfaces
sold
country
persist
comes
dedicated
researchers
gives
element
SCAN
Hepatitis
healed
pupils
mixture
DAY
GENERAL
Each
Monday
limit
intravenously
core
bronchi
PERC
c/w
documented
wet
Do
constant
Marked
NPO
GE
neurologic
rhonchi
diminished
SOCIAL
maternal
catheters
jejunum
hemoptysis
fixed
White
NT
definition
disability
percentile
Acid
tender
distension
REPLACEMENT
presumably
contribute
autoimmune
voice
Simvastatin
FRACTURE
studied
arms
Shortness
GROWTH
unusual
subcortical
packed
prevention
drinks
record
100,000
bilat
2012
massive
EC
W/
0.6
Ultrasound
prevertebral
assist
scar
prosthesis
responses
LLL
processing
cost
GU
ill-defined
environmental
compressive
Association
Follow-up
allergy
independent
fell
C.
CARDIOTHORACIC
courses
gestational
orbital
wounds
bronchial
Latin
subject
PTT
effort
trunk
LABORATORY
coiling
neg
list
sufficient
emotional
perhaps
cTropnT-
inferiorly
/SDA
relief
resuscitation
personality
suicide
phosphate
L4
Motor
diff
mg/dL
0.9
context
ranging
carried
blocker
guarding
host
objects
High
detailed
front
visit
EP
forward
instructions
confluent
mentioned
jaundice
echogenic
subacute
KNEE
Percocet
tail
Code
mask
aspirated
angioplasty
ABD/PEL
Food
albuterol
Despite
suite
symmetrically
psychiatric
varies
94
opacified
INTERPRETATION
arising
atheroma
2007
extend
respond
intrathoracic
CO2
L2
2014
Clinic
angiographic
comfort
distally
pituitary
bloody
mucus
recognized
Patchy
affecting
sitting
create
plus
de
transient
flank
preop
puffs
calculated
troponin
German
sharp
endoscopy
accessory
reached
records
ablation
background
1.9
125
serial
Tab
LABS
Patients
Therapy
optimal
stabilized
conducted
2.2
blastic
malalignment
Adverse
wedge
apparently
begins
hazy
perihepatic
measurements
emesis
deformities
ALTERED
2011
bid
expired
Scattered
questionable
stages
antegrade
balance
formula
HEMATOMA
RNA
ordered
RLL
Rapid
Chinese
lbs
QHS
EMS
tachycardic
Femoral
transport
transmission
LUNGS
hormones
About
smoker
attacks
cellular
splenomegaly
Atenolol
alcoholic
tear
fungal
X-ray
seems
evolving
INFECTION
soon
3.0
haziness
depends
outer
draining
preterm
outcomes
functioning
humerus
discuss
GASTROINTESTINAL
Type-ART
populations
STROKE
War
eat
supplementation
flap
simply
CN
clavicle
pericardium
auditory
Postoperative
dosing
marginal
Common
spontaneously
meals
Ventricle
samples
dysuria
materials
Was
efficacy
cover
Air
Hg
cerebellum
Failure
nitrogen
intermediate
hilum
basic
detection
Studies
nor
submitted
learning
myeloma
C7
MASS
pack
International
tracing
ureter
T12
speaking
falls
met
C1
swimming
Focal
influence
Ativan
SEL
2008
w
government
composed
X-RAY
sound
B12
OG
giving
stain
taper
fine
NPH
conversion
Causes
influenza
persons
Phone
greatest
Peripheral
ambulating
-1.1
ONE
waves
leftward
skeletal
SUBARACHNOID
band
patterns
Complete
Early
noncontrast
tracking
applications
atrophic
appetite
layers
retained
SBO
reduces
roughly
leaves
acetaminophen
Medicine
describe
exists
oxycodone
ACCIDENT
albumin
donor
TR
multiplanar
Listen
Device
ceftriaxone
observation
parameters
responded
responsive
electrical
visualization
tid
hemoglobin
planned
RADLINE
sister
NSTEMI
raised
Expired
2.3
sure
reportedly
PANCREATITIS
division
vertebrae
cardiology
performance
compare
program
2.1
Lower
OSSEOUS
reflexes
uneventful
clots
indicative
NEEDLE
Examination
2009
absorption
deviation
protect
conjunction
intestine
Levothyroxine
designed
pneumatosis
variation
convexity
highest
MVA
activated
coil
C5
suspicion
BILATERAL
identity
ears
Hypothyroidism
L3
C6
HCV
Kingdom
capacity
detect
overlies
0.035
Echo
points
thecal
decubitus
Chloride
medicines
legal
worrisome
MITRAL
numbers
hemothorax
Appl
vasogenic
PULMONARY
force
MYOCARDIAL
Grayscale
dehydration
grow
Last
aspects
delay
Drs
2.4
grafting
excretion
suture
summary
dobhoff
dynamic
forming
fruit
key
classification
gastroesophageal
Improved
symptomatic
temperatures
d
adrenals
ways
Elevated
plaques
topical
effectiveness
Images
saw
Independent
Resting
insomnia
UA
U/S
request
sides
leaflet
cholangitis
Artery
termed
toes
i.e.
leave
MVR
decreases
Hypercholesterolemia
paralysis
indwelling
secretion
THORACIC
Morphine
3.4
organomegaly
Crohn
USA
coarse
vitals
intraluminal
plastic
100mg
remote
multilevel
distance
debridement
Asia
concluded
projection
mammals
paratracheal
yeast
XL
interventions
preventing
impact
hot
Culture
understood
neurologically
STRUCTURES
pregnant
accumulation
titrated
4-6
bright
CNS
worldwide
neurology
violence
Multilevel
behavioral
PVD
Rectal
intraabdominal
outflow
understanding
ABG
displayed
DRAINAGE
ions
PCA
aneurysmal
situation
phenomenon
Tiny
irregularity
variant
collecting
thrombocytopenia
planning
qhs
SKIN
GUIDANCE
doctors
preceding
vesicles
delirium
VENOUS
endplate
rashes
passing
strongly
forearm
2006
PLCT/REPLCT/REMOVE
A-GRAM
Differential
Dr.John
interest
Anterior
enhanced
hyperintensity
ERECT
2016
MOTOR
conventional
Sternal
testosterone
trended
complained
m
bipolar
humeral
+BS
smoke
page
SP
success
limitations
weighted
SUBDURAL
Based
member
meat
START
strain
Five
0.8
angina
manner
reversible
narcotic
Peak
TSH
0.3
preparation
industry
hemorrhages
reflecting
fetus
anatomic
incontinence
Epidemiology
alternatives
neuro
epithelial
localized
hematuria
bind
Increasing
ISSUES
arise
sized
adjusted
resume
continuously
contusions
brown
particles
zones
HSM
vocal
fluoroscopy
vertex
pneumothoraces
2.8
object
First
scanning
expanded
suggestion
RADIOLOGISTS
Right-sided
POST
lightheadedness
b
hct
walk
becoming
noticed
mobility
abscesses
Zosyn
hypothyroidism
rightward
2.6
purposes
requirements
140
twin
PPI
ileostomy
FROM
optic
Intubated
Alcohol
narcotics
keeping
Resp
self
TOT
Oxycodone
3.6
married
Dilantin
Western
Then
abx
SERIES
microvascular
matrix
c/o
signals
resident
plavix
bands
laparotomy
seconds
hematomas
uterine
bag
pericholecystic
perinephric
media
variable
C4
exception
cartilage
autosomal
loose
toxin
hypoglycemia
supplements
temp
notably
market
amputation
0.1
necrotizing
tremor
lingula
2.7
develops
demand
infrarenal
edge
melena
5-325
desaturation
skills
radius
tunnel
Neurologic
ancient
productive
P.M.
nephrectomy
wine
AnGap-13
half-life
limiting
Congestive
selective
soil
programs
literature
osteophyte
intervertebral
Subsequently
exact
ECA
vagina
physicians
vasospasm
Weight
tomography
labor
decline
reflects
coli
dysphagia
m/r/g
Such
Japan
personal
EAST
aneurysms
inherited
baths
bulge
equally
hyperlipidemia
brother
Previous
Bisacodyl
indication
want
gap
hole
initiation
prescription
begun
extra-hepatic
Penicillins
80s
Tobacco
contents
ALK
Test
gastrostomy
92
Multidetector
T1-weighted
ISCHEMIC
Versed
5,000
consideration
RLE
immunization
inhibition
continuing
Slightly
Incidental
hepatopetal
independently
telemetry
VEHICLE
injections
naturally
tuberculosis
Old
Cholelithiasis
emission
examined
systematic
fear
entry
AnGap-12
mood
consultation
developmental
AMS
Negative
gender
punctate
l
penetration
supraclavicular
describes
brief
hydration
reconstruction
Outpatient
scientific
THREE
terminal
measurement
household
CARE
G-tube
GEN
dating
tab
aware
Metastatic
subfalcine
reference
fuel
ND
Positive
Stroke
shortly
drained
SGOT
speed
aureus
93
achieve
SGPT
moved
wear
valvular
bound
gentleman
medially
unstable
lethargy
aphasia
deferred
load
Soln
centered
options
sternum
yourself
poisoning
instance
habitus
decompression
LLE
statin
VI
sacrum
carry
epigastric
echogenicity
Prevention
Reactions
anasarca
refused
esophagectomy
families
mCi
cure
neoplasm
mice
taste
circumference
STEMI
oxidation
organism
ACE
Structure
Placement
collar
Bromide
Before
settings
O.R
African
Fracture
markers
extra
season
Hypotension
Multivitamin
squamous
gently
Increase
inpatient
increasingly
eggs
25mg
Lidocaine
*90
osteophytes
Omeprazole
T1-
heard
pathways
KUB
Prominent
greatly
transplantation
interaction
Hearing
Assessment
saturations
company
radiopaque
rim
know
mild-to-moderate
plexus
appendix
believe
circle
Na
candidate
VATS
FLUID
physiological
horns
rotated
x1
alkaline
Bactrim
2005
flush
extrahepatic
shaft
0.018
Cap
chair
RIJ
p
meeting
Source
purpose
subcentimeter
ramus
QRS
route
magnetic
XS
Organization
VII
Recon
gave
lotions
pneumomediastinum
pocket
DISEASE\CORONARY
Urinary
n
metatarsal
dual
ill
coils
AnGap-14
acting
models
Dissolve
al
NEGATIVE
SHOULDER
*1
cx
why
boluses
ABSCESS
Dobhoff
preprocedure
helps
ion
cross
deemed
echotexture
3.2
Germany
undergoing
Parkinson
muscular
faint
video
paper
biventricular
w/o
chance
induce
adenocarcinoma
CAROT/CEREB
ethanol
ANKLE
superiorly
knowledge
Satisfactory
102
Only
schizophrenia
flexion
transmitted
weekly
EXTREMITIES
PLEURAL
regulation
BILIARY
situations
palate
DISPOSITION
modified
feedings
alpha
supported
OMNIPAQUE
hyperdensity
epinephrine
display
leaving
Prescribed
decompressed
fresh
England
nitroglycerin
Ipratropium
Furthermore
reverse
Lovenox
ADDL
1,000
Preliminary
students
tylenol
LUMBAR
C3
exams
C-spine
5-10
appendage
PR
osteopenia
HCC
TB
drops
inspiration
Abnormal
3.3
pre-existing
burning
passage
Children
ROS
contained
Flush
synthetic
Edema
Similar
SICU
definitive
priors
agreed
Total
Correlation
Ophthalmic
Administration
Had
Rehab
bruit
repositioning
commercial
estrogen
stasis
tap
discovery
contributing
therapies
Linear
JP
mg/mL
fingers
marriage
Exercise
Massachusetts
moist
religious
ages
Creat-0.8
bonds
adenoma
Na-139
MDCT-acquired
enter
brainstem
interactions
planes
onto
tolerance
T4
cecum
straight
orthopnea
gm
partner
score
20th
Duplex
end-stage
revision
inhibit
Numerous
relationships
hence
unsuccessful
WOUND
widened
national
lymphocytes
Brain
Though
peroneal
SUMMARY
angles
sinusitis
counts
degeneration
runs
Baby
contraction
Afib
OBSTRUCTION
diltiazem
apply
Multifocal
brand
Review
Thoracic
flagyl
residue
iv
99-year-old
CKD
equivalent
Work
fatal
ingestion
excision
gauge
160
Left-sided
3-4
channel
Job
chemo
choice
Na-138
State
24HR
seeds
DOPP
intercostal
asked
calories
cutaneous
orbits
Friday
compartment
CHANGE
France
fewer
fecal
Drops
Use
guaiac
walker
bulk
Location
Cancer
atherosclerosis
thoracotomy
Lab
PERFORMED
2017
international
Ferrous
situ
dogs
Q4-6H
diagnose
Digoxin
Folic
-1.2*
guidelines
intermittently
copper
nail
triple
paraspinal
indeterminate
roots
instability
sweats
Cirrhosis
ice
seminal
experiencing
wean
East
distinguish
granuloma
coughing
pedis
domain
viruses
Those
Gastrointestinal
19th
axilla
Uncomplicated
restriction
corrected
Disk
preferred
option
i
Will
diameters
referring
corneal
billion
thoracolumbar
project
decay
sustained
Sepsis
docusate
q.d.
marketed
reaches
gold
kinase
3.7
L5-S1
2000
Aspiration
seem
declined
travel
maintenance
plays
pills
arrived
Index
furosemide
separated
AC
book
palsy
zinc
accepted
trade
complaining
susceptible
binds
3.8
anti-inflammatory
told
Their
NON-CONTRAST
Stage
Institute
Na-140
neutropenia
cistern
couple
0.083
substantially
Free
droop
Very
Vital
unique
meningioma
GIB
Liquid
waveform
thereby
EACH
Sust
coming
undergone
nebs
deficit
insufficient
ulceration
correlated
ulnar
ACCESS
importance
false
RUE
goals
paroxysmal
SVG
says
bond
hemangioma
ostomy
jaw
splenectomy
3+
mesentery
ureteral
c/c/e
nystagmus
Oriented
retinal
providing
entering
Syringe
circumflex
stairs
COMMENTS
parent
VIII
RVR
0.7
t.i.d
beneficial
FAST
50mg
PARACENTESIS
nutritional
behaviors
work-up
concept
partly
Google
arteriovenous
AVM
professional
well-perfused
scars
pleasure
plantar
readily
encephalomalacia
Neurosurgery
0.25
Atherosclerotic
ativan
PERRLA
sulfur
LEG
breakdown
Speech
electron
epilepsy
costs
FFP
ATP
tension
Oxycodone-Acetaminophen
likelihood
margins
TIA
dorsalis
F/U
chemicals
resolve
Alzheimer
pseudocyst
feature
2.9
vertebra
serotonin
post-pyloric
ligamentous
7.5
estradiol
articular
Porcine
arranged
STIR
varying
delivered
acetate
blockers
barrier
opposite
subdiaphragmatic
holding
plans
FEMUR
RUL
salts
elsewhere
hysterectomy
considerable
frontoparietal
clearance
channels
Creat-0.7
storage
attachment
raising
hemostasis
dangerous
Cervical
RT
Toprol
notified
anterolisthesis
break
absorbed
Bowel
empyema
extraction
DKA
5th
HPI
HOURS
mammary
simvastatin
coffee
supervised
3L
briefly
5.5
dome
3.1
Is
explanation
AnGap-11
replace
grown
Hx
blindness
hyponatremia
diuretics
4L
Staphylococcus
Creat-0.9
looking
dural
DM2
prone
doppler
proportion
someone
completion
incomplete
iodine
got
OTHER
retired
picture
Cranial
transfered
afternoon
semi-upright
soluble
properly
mark
repositioned
beats
rods
Pulses
swollen
damaged
seek
drift
Asthma
sulcus
MRCP
90s
MCV-89
surgeries
HYPOTENSION
ett
raises
corpus
fibula
difficile
feed
Act
dependence
limbs
4.0
propofol
dilator
exhibit
obtaining
PDA
Even
pleasant
VT
surveillance
equipment
actions
conduction
actual
medically
origins
localization
accurate
EFFUSION
phosphatase
4.2
experiences
|
hips
degF
proximally
CANCER
650
inspiratory
narrow
workers
PRIMARY
CHRONIC
pupil
Classification
consisting
substrate
rejection
nuclei
excrete
carbonate
D3
acquisition
hospitalized
embolic
STENOSIS
RSV
Levaquin
CK-MB-NotDone
Temperature
NCAT
5/5
Middle
MCV-88
freely
collateral
Later
bronch
HCO3-26
orientation
arises
dimensions
intense
periphery
bulb
beneath
fairly
clearing
die
rt
disruption
Thirty
Ibuprofen
frank
Na-137
relieved
suffering
moves
0.2
nonfocal
MCV-90
May
goes
WIRES
atoms
Specifically
smoked
subjects
LFT
osteoarthritis
recessive
yrs
agitated
Information
Grade
pneumo
cycles
ileum
trivial
morphology
Powder
TYPE
CSRU
C1769
Women
Stress
LUE
FX
adequately
screw
tortuosity
500mg
NITRITE-NEG
Examples
compliance
Function
progressively
longitudinal
epithelium
Fentanyl
non-specific
laminectomy
NRB
seal
feels
penis
changing
empirically
running
S/p
NICU
abnormally
colostomy
OROPHARYNGEAL
pneumoperitoneum
T11
2004
fellow
laser
800
terminate
egg
thalamus
interim
Sust.Rel
CHECK
Church
Amlodipine
LAB
advance
gout
warranted
Japanese
respect
Particle/Crystal
thicknesses
society
laryngeal
chains
BOWEL
PRBC
solutions
elevations
trigger
bronchiectasis
diverticula
maintaining
CMV
subluxation
collagen
suction
transplanted
Hypoxia
LP
Noncontrast
examples
anal
Suppository
sperm
illicit
Prognosis
indices
DNR/DNI
Lorazepam
technology
3.9
MCV-91
Today
ball
phototherapy
Day
103
5000
provider
IABP
craniectomy
omeprazole
serve
prenatal
version
falling
xray
broken
glaucoma
4.3
gallstone
send
tabs
OBLIQUE
tx
tends
promote
H2O
oxygenation
intrinsic
contacts
post-contrast
desire
soap
selected
steps
domestic
separation
lipid
maximal
Feeding
SI
**FINAL
rod
necrotic
industrial
dye
Metformin
ANESTHESIA
Gabapentin
gut
AR
occupational
lupus
Dilaudid
DOPPLER
dead
BASE
ending
digoxin
effectively
employed
pathological
composition
precautions
DO
325mg
Pulm
RPR
locations
INCL
encouraged
medium
nine
suffered
caffeine
HCO3-25
EXERCISE
usage
rights
categories
-51
distant
narrowed
XII
Diagnostic
dehydrogenase
strokes
interventional
circumstances
tightness
hemispheres
AnGap-15
mineral
accessed
concerned
tried
folate
4.4
heel
Ciprofloxacin
enters
Diltiazem
slice
building
ciprofloxacin
Local
caudate
resonance
emergent
Na-141
AF
idea
cholangiogram
thanks
kyphosis
HCO3-27
inhibits
music
hepatosplenomegaly
opposed
explaining
aged
W/OC
diaphragmatic
lip
BILIRUBIN-NEG
pure
CTs
dx
DIALYSIS
removing
N
pull
uncal
lens
ATTACK
Hematology
0.02
L-SPINE
efforts
younger
correction
calculi
neurosurgery
siblings
copy
ASD
Clopidogrel
try
limitation
diagnoses
lining
elective
connection
pharyngeal
neutrophils
Access
surgically
investigation
percentage
copies
prevents
tremors
birds
mature
RBC
washing
served
rectus
reproductive
corresponds
GADOLIN
vaccination
EVALUATE
relation
collaterals
WHO
struck
board
lipase
antrum
Conclusions
MULTI-PROCEDURE
ALL
10:00
sleeping
artifacts
ambulate
signed
70s
peripancreatic
Dilated
brisk
hematemesis
mandible
TUMOR
HA
practices
MM
coagulation
Sublingual
tingling
hallucinations
excursion
depressions
1970s
hyperintense
ASA-NEG
outcome
MCV-87
hypothesis
synthesized
administering
annually
cane
polyps
March
plain
Tube
C5-6
-1.0
postoperatively
creams
BC
projections
stimulus
screens
entered
Management
enteric
lap
steady
Antibiotics
post-procedure
Among
Sensation
venogram
downward
Dry
4.1
pre
levothyroxine
pulling
complexes
proceed
himself
SEEN
dosage
Unlike
accounts
January
nonreactive
qday
connective
suffer
Fraction
heavily
intraoperative
ventriculostomy
Indian
heads
Finally
Gram
RADIOGRAPHS
pneumonectomy
game
precursor
signaling
Less
Routine
b.i.d.
vertical
confluence
irritation
Risk
FIELD
pouch
twins
protective
approaches
PIC
Altered
Gallbladder
turned
Humalog
VAS
INFARCTION
recovered
urea
10:30
track
LDL
cholelithiasis
fire
PCI
inhaled
neonatal
column
104
hrs
Appropriate
Ca
resistive
*1*
e
draw
gases
Unable
improves
UROBILNGN-NEG
ASSESS
Similarly
resumed
manual
pneumonitis
E.
orally
AIDS
Extraocular
Creat-1.0
Like
juice
K-4.0
incident
metformin
hydropneumothorax
recommends
SENSITIVITIES
benzodiazepines
selectively
thereafter
1000X
symmetrical
comfortably
real
hit
supplemental
residues
consumed
tubular
description
remarkable
Impression
Mass
acetabulum
ligaments
Indication
thiamine
abortion
OSA
intra
fascia
creating
senna
Unremarkable
helical
sick
fullness
military
\
identification
pitting
seemed
orbit
myalgias
HCO3-24
character
reaching
Puff
anastomotic
FAMILY
affinity
Improving
rice
verbal
DR.
DUP
Spanish
lavage
thumb
SCREENING
minimum
debris
chart
psoas
metals
gastritis
BRBPR
VENTRICLE
manage
11:00
interpreted
strains
2nd
retina
dysarthria
obstructing
Laboratory
Syndrome
advancement
VIDEO
ampicillin
06:00AM
labeled
harm
seed
tartrate
concurrent
pons
Nasal
hypercholesterolemia
occlusive
acutely
potent
grafts
Glidewire
transformation
knees
GLUCOSE-NEG
users
Posterior
cultural
bronchograms
TRANSIENT
coursing
sequelae
transported
laws
MCV-92
things
T3
That
excellent
ones
forces
capable
refractory
K-4.1
Lines
ANEURYSM
untreated
characterization
perception
CELLULITIS
stored
sections
enhances
covering
path
Hematocrit
diffusion-weighted
phases
Preoperative
healthcare
spectral
ovary
radical
Ranitidine
compromise
width
K-3.9
regularly
article
consequence
etoh
regard
antigens
nondisplaced
HCO3-28
BPH
Wound
intervals
hemodynamics
bicarb
finally
inferolateral
4+
max
PEEP
Keppra
Back
cefepime
driver
generation
artificial
places
cavities
contractions
deceased
reversed
conscious
mural
thalamic
pale
3rd
silver
U
vasculitis
ESOPHAGEAL
2003
expiratory
atenolol
Pulse
awoke
addiction
errors
itching
Fall
Lactulose
K-4.2
classes
retrograde
LEUKEMIA
malaria
60-year-old
BIOPSY
2ND
supportive
PD
migration
Where
distributed
identical
flare
Flow
SWELLING
rules
acetabular
Lantus
ELEVATED
acne
radiating
Dimension
projected
consequences
silk
invasion
solids
MIC
Creatinine
zosyn
pedicle
short-term
resultant
uncommon
endoscopic
link
understand
syndromes
NSAIDs
digestive
lactulose
Mg-2.0
NEONATAL
PULM
Frontal
vaccines
proven
Cl-103
something
Awake
MSSA
horizontal
ENT
180
Roman
July
compressible
degradation
proliferation
June
cardiogenic
Red
TPA
Ejection
DFDdp
earliest
bring
+2
2-4
tailored
differ
kind
charge
Mrs
exploratory
sclera
neuromuscular
sore
ex
Mechanism
checks
gentamicin
speak
WEST
HFA
1mg
restart
swan
LIMITED
marker
Anxiety
cessation
intended
menstrual
seat
NEUROLOGY
clavicular
Poor
cooperative
SERVICES
clip
Every
formal
atorvastatin
Needs
ruptured
occurrence
pallor
=0.25
rats
4.6
5.6
Na-136
quantities
ingredients
whom
anesthetic
category
hospice
miscarriage
anus
adnexa
subgaleal
trend
slowing
mind
VP
91
SWALLOW
ICA/CCA
bpm
myocardium
burden
moderate-sized
QAM
dvt
dried
contract
wheelchair
York
Distal
PTA
66-year-old
autism
diaphoresis
Through
feelings
amlodipine
babies
offered
AORTA
genital
Magnesium
October
lovenox
Cl-104
Thursday
double-lumen
caring
MVI
December
flexure
dysplasia
chemistry
selection
STUDIES
predicted
erosion
Calcified
subcarinal
fold
isotopes
worker
behaviour
nephropathy
Cl-102
Hepatic
post-
peptide
economic
quantity
sacroiliac
lacunar
2mg
Intubation
concentrated
TSICU
IVH
Atrium
introducer
Standard
folds
Tuesday
malnutrition
ADD'L
art
1st
II-XII
MCV-86
regulations
1980s
INF
depth
duplex
WRIST
adopted
spike
4.7
diagonal
BiPAP
staph
XRT
indications
NSR
coma
deposits
shaking
hila
_
Cause
lamina
UE
Started
angulation
81mg
rose
represented
HCP
lethargic
protrusion
sets
Ctr
spinous
multivitamin
Mg-1.9
peaked
ATRIAL
proton
strep
ranges
70-year-old
amylase
Group
80mg
bifrontal
4th
ART
osteoporosis
experimental
Breast
diverticulum
avoided
macrophages
played
61-year-old
psoriasis
falx
centrally
Diastolic
anion
targeted
capillary
62-year-old
Types
firm
adjustment
streak
April
Individuals
anatomical
Lateral
vegetation
suppression
RX
reconstructed
evolved
life-threatening
ever
SURGICAL
supplied
Partial
Dense
derivatives
sweet
recommendation
HCTZ
endocrine
theories
relaxation
callus
64-year-old
NOTE
Borderline
valves
Position
centers
gained
T10
genome
idiopathic
eaten
Operating
tips
Facial
MIBI
Creat-0.6
-1.3*
SYSTEMS
sarcoidosis
contaminated
claims
Wednesday
SR
tentorium
Union
9:30
psychosis
POSITIVE
variations
Sensory
**Please
folic
Neurological
Gated
NTND
communities
focused
emphysematous
T-SPINE
stenoses
trouble
Cl-101
raise
dashboard
Denied
coordination
scientists
69-year-old
electrocardiogram
placements
worsen
ataxia
minerals
harmful
granulomatous
fasting
Gout
ad
desired
meal
Consider
Infection
implant
2:00
workstation
share
CC
opioid
controversial
timing
opened
OGT
classic
Atelectasis
FEN
105
ointments
similarly
CLL
Diverticulosis
decompensation
September
admit
closer
Complex
emerged
endometrial
Influenza
Subsequent
urgent
small-to-moderate
PACU
9:00
Residual
centrilobular
Ascending
decades
Australian
yield
Christian
Zealand
cap
Color
hypoechoic
2002
voids
Area
What
urgency
obtuse
Nebulization
performing
SEMI-UPRIGHT
REVIEW
ethnic
lose
sequela
MCV-93
nitro
2:30
Cath
ADHD
introduction
raw
5.2
CRI
hereditary
PET-CT
lib
gravity
hypoattenuating
ovaries
TYPE-ART
companies
Spinal
rub
sexually
investigated
toilet
icterus
anything
herpes
53-year-old
68-year-old
pulmonic
NT/ND
K-3.8
physiology
AD
network
\frac
Attention
Age
resources
cxr
hydroxide
sports
carries
nutrients
Cl-105
asymmetry
Various
victims
flight
Mg-2.1
pleuritic
Can
6.5
STAIN
Syrup
redemonstrated
breastfeeding
Enlarged
political
101.5
pus
IP
ANEMIA
August
cortisol
ROM
normalized
cool
survey
Selective
Complications
57-year-old
recognition
habits
Post-surgical
EVD
Ceftriaxone
comparable
lobar
peripherally
organization
Often
us
sympathetic
shorter
triggered
fused
supplies
age-related
bridge
11:30
persistently
200mg
puberty
survive
address
wash
addressed
Italy
mothers
regarded
Pathophysiology
schools
para
CATHETER
November
advantage
pathogens
necessarily
high-grade
inadequate
deposition
oncology
LEUK-NEG
Neonatal
wheeze
specimen
languages
chromosomes
awareness
lasting
cleft
destructive
IX
ingredient
Spray
C6-7
starts
nocturnal
Arterial
dilantin
1:30
hypoxemia
collapse/consolidation
processed
lb
hemiparesis
SPECT
adding
contactJohn
say
admissions
asbestos
pleura
65-year-old
approx
pyloric
PTCA
Earth
design
Nitroglycerin
faster
recall
authors
small-bowel
IgG
Regional
prosthetic
Sometimes
cataract
Americans
appt
perceived
Rate
67-year-old
scout
ambulation
annual
think
Irregular
levophed
Carbonate
4.8
shaped
TTP
mandibular
L4-5
granulomas
75-year-old
supporting
Answering
But
voiding
LMCA
wrote
1960s
disturbances
official
induction
Current
Measurements
regulated
Hard
pantoprazole
Catheter
angio
issued
express
catalyzes
specialized
FIRST
approval
variants
placenta
sp
Kidney
spin
RP
intoxication
Thickness
Addendum
purulent
barbitrt-NEG
sixth
55-year-old
Born
strategies
mobile
scores
profile
Ascites
Recurrent
principal
akinesis
scapula
nebulizer
acidic
Little
Preop
phosphorus
2001
actively
degraded
traditionally
lie
oils
inhalation
pains
births
hours**
rheumatoid
receives
NSURG
Changes
accurately
HCO3-23
